const n1GrammarArray  = ['1. 私の調べたかぎりでは、何人と _______ その男を害することを欲するような理由が、どこにもまったく見あたらないんですよ', '2. さすがに一流の歌手　_______ 違う。１回の出演料が数百万円だという', '3. 車が角を曲がると、橋本は身を起こし、わたしの血　_______ の腕を握った', '4. 人前で演技をするのは初めての経験　_______ 、彼はひどく緊張していた。', '5. コンピュータがデジタルハブになると最初に見 _______ のはわが社だ。']

const n2GrammarArray  = [' 1. 米国の心理学者によると、新しい環境に慣れるのに20歳い平均6か月、30歳で1年、40歳では3年かかるが、19歳以下だと３か月 _______ そうです。つまり、若ければ若いほど早いと言えそうです', '2. 中村さんとは長時間にわたって協議した。その結果、昨夜の私の見聞に　_______　一つの戦略をたてることになった。', '3. 彼はいまこの時にも、戦場で _______　かけているかもしれない。', '4. これはシンプルで　_______　純粋で魅力的なスピーチです。', '5. 私たち、これから出発するところでさ。今妻が荷造りの　_______　だ。']

const n3GrammarArray  = [
    {question: '1. 二度とあの部屋に入らないと約束しろ _______ 言われたけど、僕は約束しなかった。', answer: ['を','って', 'のを', 'だ']},
    //, 'って', 'のを', 'だ'
]

const n4GrammarArray  = ['']

const n5GrammarArray  = ['']




export {n2GrammarArray, n1GrammarArray, n3GrammarArray, n4GrammarArray, n5GrammarArray}
