const kanjiArrayn5 = ["気", "目", "木", "花", "海", "人", "一つ", "一人", "二人", "三日", "五", "四", "六", "七", "八", "九", "十", "百", "万", "千", "日", "週", "月", "年", "時", "間", "分", "午後", "午前", "先","来る", "何", "半", "今", "男"]
const kanjiArrayn4 = ["会", "同", "事", "社", "初", "物", "地", "場", "員", "開", "明", "動", "", "東", "体", "通", "言う", "話", "題", "度", "生", "安", "家", "世", "多い", "思う", "以上", "心", "重い", "元","文字", "世界", "近い", "遠い", "売る"]
const kanjiArrayn3 = [
    "一", "不", "世", "主", "事", "人", "今", "以", "何", "作",
    "使", "初", "別", "前", "力", "動", "化", "北", "午", "半",
    "南", "口", "古", "台", "同", "和", "回", "土", "場", "外",
    "大", "天", "太", "女", "学", "家", "小", "山", "川", "工",
    "市", "年", "引", "手", "文", "新", "日", "明", "月", "有",
    "本", "来", "東", "果", "校", "森", "楽", "正", "気", "池",
    "泳", "海", "温", "理", "生", "用", "田", "町", "的", "目",
    "真", "知", "私", "立", "笑", "算", "紙", "終", "美", "考",
    "聞", "行", "西", "見", "語", "買", "起", "足", "車", "通",
    "道", "野", "銀", "長", "間", "開", "関", "雨", "電", "音",
    "風", "食", "首"
  ];
  
  const kanjiArrayn2 = [
    "一", "不", "世", "主", "九", "事", "人", "今", "以", "会",
    "体", "作", "使", "便", "借", "元", "公", "六", "共", "円",
    "写", "切", "分", "初", "別", "力", "勉", "動", "区", "医",
    "去", "友", "取", "受", "号", "口", "古", "台", "合", "同",
    "告", "味", "命", "品", "唱", "問", "回", "図", "園", "在",
    "場", "増", "声", "売", "夏", "夕", "多", "夜", "大", "天",
    "太", "学", "宅", "完", "宝", "実", "家", "宿", "寺", "小",
    "屋", "岩", "島", "川", "市", "帰", "広", "店", "度", "建",
    "引", "当", "形", "彩", "役", "待", "後", "得", "心", "必",
    "忘", "思", "急", "恐", "息", "悲", "想", "意", "所", "投",
    "折", "拾", "持", "指", "放", "教", "数", "文", "新", "旅",
    "日", "明", "映", "春", "昼", "時", "書", "最", "望", "朝",
    "期", "本", "来", "村", "束", "松", "果", "校", "森", "楽",
    "様", "標", "次", "歌", "止", "正", "毎", "気", "池", "決",
    "沢", "注", "活", "流", "海", "消", "深", "温", "湖", "湯",
    "満", "滴", "物", "特", "率", "理", "生", "産", "用", "田",
    "町", "画", "界", "疑", "発",]
  
    const kanjiArrayn1 = [
        "亜", "唖", "娃", "阿", "哀", "愛", "挨", "姶", "逢", "葵", "茜", "穐", "悪", "握", "渥", "旭", "葦", "芦", "鯵",
        "梓", "圧", "斡", "扱", "宛", "姐", "虻", "飴", "絢", "綾", "鮎", "或", "粟", "袷", "安", "庵", "按", "暗", "案",
        "闇", "鞍", "杏", "以", "伊", "位", "依", "偉", "囲", "委", "威", "尉", "惟", "意", "慰", "易", "椅", "為", "畏",
        "異", "移", "維", "緯", "胃", "萎", "衣", "謂", "違", "遺", "医", "井", "亥", "域", "育", "郁", "磯", "一", "壱",
        "溢", "逸", "稲", "茨", "芋", "鰯", "允", "印", "咽", "員", "因", "姻", "引", "飲", "淫", "胤", "蔭", "院", "陰",
        "隠", "韻", "吋", "右", "宇", "烏", "羽", "迂", "雨", "卯", "鵜", "窺", "丑", "碓", "臼", "渦", "嘘", "唄", "欝",
        "蔚", "鰻", "姥", "厩", "浦", "瓜", "閏", "噂", "云", "運", "雲", "荏", "餌", "叡", "営", "嬰", "影", "映", "曳",
        "栄", "永", "泳", "洩", "瑛", "盈", "穎", "頴", "英", "衛", "詠", "鋭", "液", "疫", "益", "駅", "悦", "謁", "越",
        "閲", "榎", "厭", "円", "園", "堰"]


export {kanjiArrayn1, kanjiArrayn2, kanjiArrayn3, kanjiArrayn4, kanjiArrayn5}        